[
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-1:2006",
        "standard_description": "Washer-disinfectors — Part 1: General requirements, terms and definitions and tests",
        "standard_details": {
            "abstract": "ISO 15883-1:2006 specifies general performance requirements for washer-disinfectors (WD) and their accessories that are intended to be used for cleaning and disinfection of re-usable medical devices and other articles used in the context of medical, dental, pharmaceutical and veterinary practice. It specifies performance requirements for cleaning and disinfection as well as for the accessories which can be required to achieve the necessary performance. The methods and instrumentation required for validation, routine control and monitoring and re-validation, periodically and after essential repairs, are also specified.\nThe requirements for washer-disinfectors intended to process specific loads are specified in subsequent parts of ISO 15883. For washer-disinfectors intended to process loads of two or more different types the requirements of all relevant parts of this standard apply.\nISO 15883-1:2006 does not specify requirements intended for machines for use for laundry or general catering purposes.\nISO 15883-1:2006 does not include requirements for machines which are intended to sterilize the load, or which are designated as \"sterilizers\", these are specified in other standards e.g. EN 285.\nThe specified performance requirements of this standard may not ensure the inactivation or removal of the causative agent(s) (prion protein) of transmissible spongiform encephalopathies.\nISO 15883-1:2006 may be used by prospective purchasers and manufacturers as the basis of agreement on the specification of a WD. The test methods for demonstration of compliance with the requirements of ISO 15883-1:2006 may also be employed by users to demonstrate continued compliance of the installed WD throughout its working life. Guidance on a routine test programme also is given.",
            "Status": "Published",
            "Publication_date": "2006-04",
            "Edition": "1",
            "Number_of_pages": "70",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-1:2006/Amd 1:2014",
        "standard_description": "Washer-disinfectors — Part 1: General requirements, terms and definitions and tests — Amendment 1",
        "standard_details": {
            "Status": "Published",
            "Publication_date": "2014-07",
            "Edition": "1",
            "Number_of_pages": "6",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO/FDIS 15883-1",
        "standard_description": "Washer-disinfectors — Part 1: General requirements, terms and definitions and tests",
        "standard_details": {
            "Status": "Under development",
            "Edition": "2",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-2:2006",
        "standard_description": "Washer-disinfectors — Part 2: Requirements and tests for washer-disinfectors employing thermal disinfection for surgical instruments, anaesthetic equipment, bowls, dishes, receivers, utensils, glassware, etc.",
        "standard_details": {
            "abstract": "ISO 15883-2:2006 specifies particular requirements for washer disinfectors (WD) that are intended for use for the cleaning and thermal disinfection, in a single operating cycle, of re-usable medical devices such as surgical instruments, anaesthetic equipment, bowls, dishes and receivers, utensils and glassware.\nThe requirements in ISO 15883-2:2006 apply in addition to the general requirements specified in ISO 15883-1.\nThe specified performance requirements of ISO 15883-2:2006 may not ensure the inactivation or removal of the causative agent(s) (prion protein) of transmissible spongiform encephalopathies.",
            "Status": "Published",
            "Publication_date": "2006-04",
            "Edition": "1",
            "Number_of_pages": "10",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO/DIS 15883-2",
        "standard_description": "Washer-disinfectors — Part 2: Requirements and tests for washer-disinfectors employing thermal disinfection for critical and semi-critical medical devices",
        "standard_details": {
            "abstract": "ISO 15883-2:2006 specifies particular requirements for washer disinfectors (WD) that are intended for use for the cleaning and thermal disinfection, in a single operating cycle, of re-usable medical devices such as surgical instruments, anaesthetic equipment, bowls, dishes and receivers, utensils and glassware.\nThe requirements in ISO 15883-2:2006 apply in addition to the general requirements specified in ISO 15883-1.\nThe specified performance requirements of ISO 15883-2:2006 may not ensure the inactivation or removal of the causative agent(s) (prion protein) of transmissible spongiform encephalopathies.",
            "Status": "Under development         You can help develop this draft international standard by contacting your national member",
            "Edition": "2",
            "Number_of_pages": "19",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-3:2006",
        "standard_description": "Washer-disinfectors — Part 3: Requirements and tests for washer-disinfectors employing thermal disinfection for human waste containers",
        "standard_details": {
            "abstract": "ISO 15883-3:2006 specifies particular requirements for washer-disinfectors (WD) that are intended to be used for emptying, flushing, cleaning and thermal disinfection of containers used to hold human waste for disposal by one operating cycle.\nISO 15883-3:2006 is to be applied in conjunction with ISO 15883-1.",
            "Status": "Published",
            "Publication_date": "2006-04",
            "Edition": "1",
            "Number_of_pages": "11",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO/DIS 15883-3",
        "standard_description": "Washer-disinfectors — Part 3: Requirements and tests for washer-disinfectors employing thermal disinfection for human waste containers",
        "standard_details": {
            "abstract": "ISO 15883-3:2006 specifies particular requirements for washer-disinfectors (WD) that are intended to be used for emptying, flushing, cleaning and thermal disinfection of containers used to hold human waste for disposal by one operating cycle.\nISO 15883-3:2006 is to be applied in conjunction with ISO 15883-1.",
            "Status": "Under development         You can help develop this draft international standard by contacting your national member",
            "Edition": "2",
            "Number_of_pages": "16",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-4:2008",
        "standard_description": "Washer-disinfectors — Part 4: Requirements and tests for washer-disinfectors employing chemical disinfection for thermolabile endoscopes",
        "standard_details": {
            "abstract": "ISO 15883-4:2008 specifies the particular requirements, including performance, for washer-disinfectors (WDs) that are intended to be used for cleaning and chemical disinfection of thermolabile endoscopes.\nISO 15883-4:2008 also specifies the performance requirements for the cleaning and disinfection of the washer-disinfector and its components and accessories which may be required to achieve the necessary performance.\nThe methods, instrumentation and instructions required for type testing, works testing, validation (installation, operational and performance qualification on first installation), routine control and monitoring and re-validation, periodically and after essential repairs, are also specified.\nISO 15883-4:2008 can be used by prospective purchasers and manufacturers as the basis of agreement on the specification of WD manufacturers of endoscopes, cleaning products, disinfecting products, and also by users.",
            "Status": "Withdrawn",
            "Publication_date": "2008-05",
            "Edition": "1",
            "Number_of_pages": "49",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-4:2018",
        "standard_description": "Washer-disinfectors — Part 4: Requirements and tests for washer-disinfectors employing chemical disinfection for thermolabile endoscopes",
        "standard_details": {
            "abstract": "This document specifies the particular requirements, including performance criteria for washer-disinfectors (WD) that are intended to be used for cleaning and chemical disinfection of thermolabile endoscopes.\nThis document also specifies the performance requirements for the cleaning and disinfection of the washer-disinfector and its components and accessories which can be required to achieve the necessary performance criteria.\nThe methods, instrumentation and instructions required for type testing, works testing, validation (installation, operational and performance qualification on first installation), routine control and monitoring, and requalification of WD periodically and after essential repairs, are also specified.\nNOTE 1    In addition, Annex A gives guidance on an appropriate division of responsibility for the range of activities covered by this document.\nNOTE 2    WD complying with this document can also be used for cleaning and chemical disinfection of other thermolabile re-usable medical devices for which the device manufacturer has recommended and validated this method of disinfection.\nWD complying with the requirements of this document are not intended for cleaning and disinfection of medical devices, including endoscopic accessories, which are heat stable and can be disinfected or sterilized by thermal methods (see ISO 15883-1:2006+Amd 1:2014, 4.1.5).\nThe specified performance requirements of this document do not ensure the inactivation or removal of the causative agent(s) (prion protein) of transmissible spongiform encephalopathies.\nNOTE 3    If it is considered that prion protein might be present, particular care is needed in the choice of cleaning agents and disinfectants to ensure that the chemicals used do not react with the prion protein and/or other protein in a manner that can inhibit its removal or inactivation from the load or washer-disinfector.\nNOTE 4    This document can be used by prospective purchasers and manufacturers as the basis of agreement on the specification of the WD, manufacturers of endoscopes, cleaning products, and disinfecting products.",
            "Status": "Published",
            "Publication_date": "2018-11",
            "Edition": "2",
            "Number_of_pages": "81",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-5:2021",
        "standard_description": "Washer-disinfectors — Part 5: Performance requirements and test method criteria for demonstrating cleaning efficacy",
        "standard_details": {
            "abstract": "This document specifies procedures and test methods used to demonstrate the cleaning efficacy of washer-disinfectors (WD) and their accessories intended to be used for cleaning of reusable medical devices.\nNOTE 1   The requirements can be used for washer-disinfectors intended for use with other articles used in the context of medical, dental, laboratory, pharmaceutical and veterinary practice.\nNOTE 2   This document does not apply to the activities to be performed by the manufacturers of reusable medical devices.",
            "Status": "Published",
            "Publication_date": "2021-07",
            "Edition": "1",
            "Number_of_pages": "59",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO/TS 15883-5:2005",
        "standard_description": "Washer-disinfectors — Part 5: Test soils and methods for demonstrating cleaning efficacy",
        "standard_details": {
            "abstract": "ISO/TS 15883-5:2005 includes the test soils and methods that can be used to demonstrate the cleaning efficacy of washer-disinfectors (WD) according to the ISO 15883 series of standards. \nThe inclusion of the test soils and methods in ISO/TS 15883-5:2005 does not indicate that they are of equivalent sensitivity in their determination of cleaning efficacy. \nAcceptance criteria are included, based on visual inspection and/or a microbiological end-point as stated for each method. Where chemical detection of residual soiling is required/sought, methods can be complemented by the specific determination of a residual component of the applied test soil. \nNOTE 1 The test soils and methods included in ISO/TS 15883-5:2005 are sourced from national standards and published documents submitted by member bodies of the Technical Committee preparing ISO/TS 15883-5:2005. They have been edited only to provide a uniform format within ISO/TS 15883-5:2005.\nNOTE 2 An example of this is the use of the peroxidase test to detect residual blood (haemoglobin) from the test soil applied to surgical instruments or flexible endoscopes (e.g. using the method described in ISO/TS 15883-5:2005). See also ISO 15883-1:2005, Annex D.",
            "Status": "Withdrawn",
            "Publication_date": "2005-11",
            "Edition": "1",
            "Number_of_pages": "73",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-6:2011",
        "standard_description": "Washer-disinfectors — Part 6: Requirements and tests for washer-disinfectors employing thermal disinfection for non-invasive, non-critical medical devices and healthcare equipment",
        "standard_details": {
            "abstract": "ISO 15883-6:2011 specifies particular requirements for washer-disinfectors (WDs) intended for use when the level of assurance of disinfection that is necessary can be achieved by cleaning and thermal disinfection (A0 not less than 60) and does not require an independent automated record of critical processes to be kept. It is intended to be used in conjunction with ISO 15883-1, which gives general requirements for WDs.\nThe range of products on which WDs of this particular type can be used is restricted to devices and equipment which are non-invasive and non-critical (i.e. not penetrating skin or contacting mucosal surfaces).",
            "Status": "Published",
            "Publication_date": "2011-04",
            "Edition": "1",
            "Number_of_pages": "7",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO 15883-7:2016",
        "standard_description": "Washer-disinfectors — Part 7: Requirements and tests for washer-disinfectors employing chemical disinfection for non-invasive, non-critical thermolabile medical devices and healthcare equipment",
        "standard_details": {
            "abstract": "ISO 15883-7:2016 specifies the particular requirements for washer-disinfectors (WD) intended to be used for the cleaning and chemical disinfection, in a single operating cycle, of reusable items such as the following:\na)    bedframes;\nb)    bedside tables;\nc)    transport carts;\nd)    containers;\ne)    surgical tables;\nf)     sterilization containers;\ng)    surgical clogs;\nh)    wheelchairs, aids for the disabled.\nISO 15883-7:2016 also specifies the performance requirements for the cleaning and disinfection of the washer-disinfector and its components and accessories which may be necessary in order to achieve the required performance.\nDevices identified within the scopes of ISO 15883‑2, ISO 15883‑3, ISO I5883-4, and ISO 15883‑6 do not fall within the scope of this part of ISO 15883.\nIn addition, the methods are specified, as well as instrumentation and instructions required for type testing, works testing, validation (installation, operation, and performance qualification on first installation), routine control, and monitoring, as well as requalifications required to be carried out periodically and after essential repairs.\nNOTE          WDs corresponding to this part of ISO 15883 can also be used for cleaning and chemical disinfection of other thermolabile and reusable devices as recommended by the device manufacturer.\nThe performance requirements specified in this part of ISO 15883 may not ensure the inactivation or removal of the causative agent(s) (prion proteins) of Transmissible Spongiform Encephalopathies.",
            "Status": "Published",
            "Publication_date": "2016-02",
            "Edition": "1",
            "Number_of_pages": "30",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    },
    {
        "ics_title": "11.080",
        "ics_description": "Sterilization and disinfection",
        "facility_title": "11.080.10",
        "facility_description": "Sterilizing equipment",
        "standard_title": "ISO/CD 15883-7",
        "standard_description": "Washer-disinfectors — Part 7: Requirements and tests for washer-disinfectors employing chemical disinfection for non-critical thermolabile medical devices and health care equipment",
        "standard_details": {
            "abstract": "ISO 15883-7:2016 specifies the particular requirements for washer-disinfectors (WD) intended to be used for the cleaning and chemical disinfection, in a single operating cycle, of reusable items such as the following:\na) bedframes;\nb) bedside tables;\nc) transport carts;\nd) containers;\ne) surgical tables;\nf) sterilization containers;\ng) surgical clogs;\nh) wheelchairs, aids for the disabled.\nISO 15883-7:2016 also specifies the performance requirements for the cleaning and disinfection of the washer-disinfector and its components and accessories which may be necessary in order to achieve the required performance.\nDevices identified within the scopes of ISO 15883‑2, ISO 15883‑3, ISO I5883-4, and ISO 15883‑6 do not fall within the scope of this part of ISO 15883.\nIn addition, the methods are specified, as well as instrumentation and instructions required for type testing, works testing, validation (installation, operation, and performance qualification on first installation), routine control, and monitoring, as well as requalifications required to be carried out periodically and after essential repairs.\nNOTE WDs corresponding to this part of ISO 15883 can also be used for cleaning and chemical disinfection of other thermolabile and reusable devices as recommended by the device manufacturer.\nThe performance requirements specified in this part of ISO 15883 may not ensure the inactivation or removal of the causative agent(s) (prion proteins) of Transmissible Spongiform Encephalopathies.",
            "Status": "Under development",
            "Edition": "2",
            "Technical_Committee": "ISO/TC 198 Sterilization of health care products",
            "ICS": "11.080.10 Sterilizing equipment"
        }
    }
]